<?php

return [
    'title' => 'إدارة القاعات الدراسية',
    'add_new' => 'إضافة قاعة جديدة',
    'name' => 'اسم القاعة',
    'capacity' => 'السعة الاستيعابية',
    'created_at' => 'تاريخ الإضافة',
    'actions' => 'الإجراءات',
    'empty' => 'لا يوجد قاعات مضافة حالياً',
    'edit' => 'تعديل القاعة',
    'delete' => 'حذف',
    'view_schedule' => 'عرض تفاصيل الجدول',
    'confirm_delete' => 'هل أنت متأكد من الحذف؟',
    'not_specified' => 'غير محدد',
    'student' => 'طالب',
    'students_count' => '{0} طالب|{1} طالب واحد|[2,10] :count طلاب|[11,*] :count طالباً',
    'add_asset' => 'إضافة عُهدة لهذه القاعة',
];
